[
  {
    "type": "bad",
    "comments": [
      {
        "title": "You know, they say practice makes perfect... but in your case, it looks like practice just makes for more hilarious moments!"
      },
      {
        "title": "Are you sure you're not auditioning for a comedy show? Because your gaming skills are certainly giving everyone a good laugh!"
      },
      {
        "title": "I have to give you credit for consistency. I mean, it's impressive how consistently you manage to be terrible at this game!"
      },
      {
        "title": "Hey, don't worry about losing. You're doing a great job at reminding us that we're not all born with amazing gaming skills!"
      },
      {
        "title": "If this game had an award for 'Most Creative Ways to Fail,' you'd definitely be a strong contender!"
      },
      {
        "title":"You know, I've seen better coordination from a group of drunken penguins trying to play hopscotch."
      },
      {
        "title":"I have to say, your gaming skills are like a rare work of art. It's a masterpiece in its own special way!"
      },
      {
        "title":"You've discovered a new level of gameplay—let's call it 'unintentional comedy.' It's like you're intentionally trying to make us laugh!"
      },
      {
        "title":"Is it possible that your controller is broken? Because I've never seen anyone struggle so much with basic movements!"
      },
      {
        "title":"I'm starting to think you're on a secret mission to make everyone feel better about their own gaming abilities. If that's the case, mission accomplished!"
      }
    ]
  },
  {
    "type": "good",
    "comments": [
      {
        "title": "Wow, you're like a human cheat code! How did you become so ridiculously good at this game?"
      },
      {
        "title": "I think I just witnessed a gaming legend in action. Can I have your autograph?"
      },
      {
        "title": "You're like a ninja with a controller! I'm in awe of your skills!"
      },
      {
        "title": "Is there a 'Gaming Olympics' somewhere? Because you would definitely take home the gold!"
      },
      {
        "title": "I have a theory: you were secretly born inside a video game. That's the only explanation for your level of expertise!"
      },
      {
        "title":"Congratulations! You just single-handedly shattered the high score and my belief in my own gaming abilities."
      },
      {
        "title":"You're like the Gandalf of gaming, wielding your controller like a wizard with a staff!"
      },
      {
        "title":"I must admit, watching you play is both inspiring and intimidating. You're in a league of your own!"
      },
      {
        "title":"You've reached a level of mastery that most of us can only dream of. Teach us your secrets, oh gaming sensei!"
      },
      {
        "title":"When you're playing, it's like the laws of physics don't apply. You defy gravity, logic, and all gaming expectations!"
      }
    ]
  }
]